<template>
<div>
    <div class="text-center bg-success text-white div-400" id="me">
        <span class="material-symbols-outlined size-48 mg-100">settings_accessibility</span>
        <h3>เกี่ยวกับเว็บเรา</h3>
        <p>เว็บไซด์นี้พัฒนาขึ้นมาเพื่อใช้ในการเช็คชื่อนักศึกษาวิชาทหาร ชั้นปี1 ปี2 ปี3 โรงเรียนกมลาไสย ปี 2565</p>
        <p>ผู้ที่จะสามารถเข้าระบบไปเช็คชื่อได้ ต้องได้รับรหัสผ่านที่ถูกต้องเท่านั้นโดยอยู่กับผู้พัฒนา</p>
    </div>
    <hr>
    <!-- วิธีใช้งาน -->
    <div class="container text-center mt-5" id="how">
        <div>
            <h1>วิธีใช้งาน</h1>
            <span class="material-symbols-sharp size-48">menu_book</span>
        </div>
        <div class="card my-2 p-3">
            <h3>วิธีเข้าเช็คชื่อ</h3>
            <p>1.กดเข้าสู่ระบบเพื่อเข้าใช้งาน</p>
            <p>2.ถ้าใส่รหัสผ่านถูกต้องจะมีปุ่ม "ไปที่หน้าเช็คชื่อ" กดที่ปุ่ม</p>
            <p>3.เลือกระดับชั้นปีและหมู่ที่ตัวเองรับผิดชอบ</p>
            <p>หลังจากที่เช็คเสร็จเวลาจะเช็คใหม่ต้องเข้าสู่ระบบทุกรอบ</p>
        </div>
        <div class="card my-2 p-3">
            <h3>เข้าสรุป</h3>
            <p>เป็นการสรุปยอด ทั้ง 3 ชั้นปี ทั้งตอนเช้าและตอนเย็น เหมาะสำหรับผู้กำกับที่ต้องการตรวจสอบมาเข้าเรียน</p>
        </div>
        <div class="card my-2 p-3">
            <h3>เข้าสรุปรายบุคคล</h3>
            <p>เป็นการสรุปยอดรายบุคคล ทั้ง 3 ชั้นปี ทั้งตอนเช้าและตอนเย็น นักศึกษาสามารถตรวจสอบการเข้าเรียนได้จากที่นี่</p>
        </div>
        <div class="card my-2 p-3">
            <h3>ดูชื่อตัวเอง มา-ขาด</h3>
            <p>เป็นการเข้าเช็คหมู่ที่ตัวเองอยู่ ทั้ง 3 ชั้นปี นักศึกษาสามารถตรวจสอบหมู่เข้าแถวได้จากที่นี่</p>
        </div>
    </div>
</div>
</template>